[
  {
    "type": "publication",
    "title": "Canonical transcription termination mechanisms explain a minority of operons in cyanobacteria",
    "authors": "Cascino J.A., Dierksheide K.J., Vishwakarma R.K., <b>Yuzenkova Y.</b>, Babitzke P., Murakami K.S. & Li G.-W.",
    "journal": "bioRxiv",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "10.1101/2025.11.10.687660",
    "description": "Cyanobacteria are the most abundant phototrophs and hold potential as a carbon-negative platform for bioengineering applications. However, these efforts have been hampered by limited mechanistic understanding of their gene expression, including transcription termination. Unlike most bacteria, cyanobacteria lack the transcription termination factor Rho, raising the speculation that all transcription ends with intrinsic terminators. Here we show that most transcription units (TUs) in Synechococcus elongatus PCC 7942 are not terminated by known termination pathways. Although many TUs (52%) have unique, well-defined 3′ ends, only a small fraction have features that resemble canonical intrinsic terminators (22%). The noncanonical 3′ ends broadly lacked strong secondary structure, making it unclear how these ends are protected against 3′-5′ exonucleolytic decay. Furthermore, many TUs (46%) have diverse positions of mRNA 3′ ends, suggesting a potentially diffuse termination signal. Finally, we observed a moderate increase in RNA levels downstream of most defined 3′ ends in the absence of the transcription-repair coupling factor Mfd. This finding indicates that Mfd plays a limited, but widespread, role in RNA end formation, potentially through termination of stalled RNAPs. Together, our work reveals unique end architectures of the cyanobacterial transcriptome and suggests that undescribed transcription termination mechanisms are active in the phylum."
  },
  {
    "type": "publication",
    "title": "Emerging trends in genome integration tools for precision engineering of diverse bacterial species",
    "authors": "Rohmat R.K., Irvine T., Joshi S.H.-N., Bailey A., Jenkins C., Ulaeto D., Buscaill P. & <b>Gorochowski T.E.</b>",
    "journal": "Synthetic Biology",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "(in press)",
    "description": "The ability to precisely insert DNA payloads into a genome enables the comprehensive engineering of cellular phenotypes and the creation of new biotechnologies. To achieve such modifications, the most widely used techniques rely on a host cell's native DNA repair mechanisms like homologous recombination, which hampers their broader use in organisms lacking these capabilities. Here, we explore the current landscape of genome integration systems with a particular focus on those that function in bacteria and which are precise, self-contained and portable, placing minimal requirements on the host cell. Through a historical analysis, we observe long-term use of recombineering technologies, a recent rise in the use of CRISPR-guided systems that consist of associated integrase machinery, and growing efforts to modify non-model organisms. Looking forward, we highlight some of the remaining challenges and how synthetic genomics may offer a way to create bacterial strains optimised for extensive long-term modification. As the field of synthetic biology sets its sights on real-world impact, the effective engineering of genomes will be critical in shaping the robust phenotypes that applications demand."
  },
  {
    "type": "publication",
    "title": "SHARK: a specialized host for assembling R6K plasmids",
    "authors": "Joshi S.H.-N., Jenkins C., Ulaeto D. & <b>Gorochowski T.E.</b>",
    "journal": "bioRxiv",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "10.1101/2025.10.06.680659",
    "description": "R6K plasmids are commonly used for a wide range of genome engineering applications due to their ability to support transient delivery of genetic cargoes in many hosts. The maintenance of R6K plasmids requires specific strains. Unfortunately, many of these have obscure backgrounds, limited availability and were not built for efficient cloning. To address this issue, we present the construction and characterisation of a series of Pir E. coli strains called SHARK that are built from the DH10B derivative, Marionette-Clo. All SHARK strains have a genome encoded Pir gene for stable R6K plasmid maintenance and a λCI gene for tight unconditional repression of specific genes on plasmids. We show that SHARK strains are >100-fold more efficient than a commercial Pir strain for large and complex cloning reactions. SHARK is intended to help facilitate the cloning of large and complex R6K plasmids for challenging genome engineering projects, with all strains and genetic tools for their assembly being made publicly available."
  },
  {
    "type": "publication",
    "title": "Data-driven inference of digital twins for high-throughput phenotyping of motile and light-responsive microorganisms",
    "authors": "Giusti A., Salzano D., di Bernardo M. & Gorochowski T.E.",
    "journal": "Journal of the Royal Society Interface",
    "volume": "22",
    "number": "20250780",
    "year": 2025,
    "doi": "10.1098/rsif.2025.0780",
    "description": "Many microorganisms alter their movement in response to light. These responses can drive collective behaviours like photoaccumulation and photodispersion, which play a key role in broader biological functions like photosynthesis. Our understanding of these emergent phenomena is severely limited by difficulties in obtaining data needed to establish accurate models that can serve as a basis for multi‑scale analyses. Here, we address this issue by developing an integrated experimental and computational platform to collect large temporal imaging datasets that allow for the inference of ‘digital twins’ — mathematically precise computational models that accurately mirror the behaviour of individual microorganisms — and show that they can replicate the light response of diverse microorganisms in silico. We demonstrate that a generalized phenomenological model capable of simultaneously capturing dynamic speed variations and multiple light responses can be effectively parameterized from experimental data to capture key behavioural traits of two commonly studied photo‑ responsive microorganisms (Euglena gracilis and Volvox aureus). We also show our model’s ability to accurately reproduce patterns of movement for individuals and populations in response to dynamic and spatially varying light patterns. This work takes steps towards the automated phenotyping of multi‑scale behaviours in biology and unlocks new opportunities for the design of spatial control algorithms to guide collective microorganism behaviour."
  },
  {
    "type": "publication",
    "title": "Characterization of recombinase-based genetic parts and circuits using nanopore sequencing",
    "authors": "Greco F.V., Cameron S.K., Joshi S.H.-N., Brophy J.A.N., Grierson C.S. & <b>Gorochowski T.E.</b>",
    "journal": "bioRxiv",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "10.1101/2025.05.27.656450",
    "description": "Recombinases are versatile enzymes able to perform the precise insertion, deletion, and rearrangement of DNA and can act as a foundation for programmable genetic logic and memory. Fundamental to their use are accurate measurements of function. However, these are often laborious, time-consuming, and costly to collect. To address this, we developed a semi-automated workflow that combines low-cost liquid handling robotics, multiplexed long-read nanopore sequencing, and a supporting computational analysis tool to enable the high-throughput and detailed characterization of recombinase parts and circuits when used in a variety of contexts and organisms. Our approach overcomes the limitations of typically used fluorescence-based assays and is able to monitor temporal dynamics, observe structural changes at a nucleotide resolution, and unravel the internal workings of complex multi-state circuits. The ability to scale-up and automate genetic circuit characterization is an essential step towards more rigorous biological metrology that can support the construction of predictive models for efficiently engineering biology."
  },
  {
    "type": "publication",
    "title": "The Japan-UK Synthetic Biology Conference, Spring 2025: strengthening global links to engineer biology",
    "authors": "<b>Gorochowski T.E.</b>, Brockhurst M.A., Ceroni F., Iwasaki Y.W. & Yachie N.",
    "journal": "ACS Synthetic Biology",
    "volume": "14",
    "number": "1873-1878",
    "year": 2025,
    "doi": "10.1021/acssynbio.5c00232",
    "description": "Both Japan and the UK have recognized the growing importance of synthetic and engineering biology for transforming life science research and transitioning towards a sustainable bio-based economy. Such a shift will require extensive international cooperation and collaboration. In this viewpoint, we provide a summary of the recent ‘Japan-UK Synthetic Biology Conference, Spring 2025’ that aimed to facilitate new links between researchers across the broad field of synthetic biology. We cover the core scientific topics discussed, distil some of the emerging trends, and outline the remaining challenges that are hampering progress. We end by highlighting some of the ways in which international collaborations may help address these issues through a combination of sharing expertise, national infrastructures, and aligned funding."
  },
  {
    "type": "publication",
    "title": "From FAIR to CURE: Guidelines for Computational Models of Biological Systems",
    "authors": "Sauro H.M., ..., <b>Gorochowski T.E.</b>, ... & Moraru I",
    "journal": "arXiv",
    "volume": "",
    "number": "2502.15597",
    "year": 2025,
    "doi": "10.48550/arXiv.2502.15597",
    "description": "Guidelines for managing scientific data have been established under the FAIR principles requiring that data be Findable, Accessible, Interoperable, and Reusable. In many scientific disciplines, especially computational biology, both data and models are key to progress. For this reason, and recognizing that such models are a very special type of 'data', we argue that computational models, especially mechanistic models prevalent in medicine, physiology and systems biology, deserve a complementary set of guidelines. We propose the CURE principles, emphasizing that models should be Credible, Understandable, Reproducible, and Extensible. We delve into each principle, discussing verification, validation, and uncertainty quantification for model credibility; the clarity of model descriptions and annotations for understandability; adherence to standards and open science practices for reproducibility; and the use of open standards and modular code for extensibility and reuse. We outline recommended and baseline requirements for each aspect of CURE, aiming to enhance the impact and trustworthiness of computational models, particularly in biomedical applications where credibility is paramount. Our perspective underscores the need for a more disciplined approach to modeling, aligning with emerging trends such as Digital Twins and emphasizing the importance of data and modeling standards for interoperability and reuse. Finally, we emphasize that given the non-trivial effort required to implement the guidelines, the community moves to automate as many of the guidelines as possible."
  },
  {
    "type": "publication",
    "title": "Cas9-based enrichment for targeted long-read metabarcoding",
    "authors": "Nikolaeva-Reynolds L., Cammies C., Crichton R. & <b>Gorochowski T.E.</b>",
    "journal": "Royal Society Open Science",
    "volume": 12,
    "number": 242110,
    "year": 2025,
    "doi": "10.1098/rsos.242110",
    "description": "Microscopic organisms play a key role in the function of diverse ecologies spanning agricultural soils to your own gut. However, characterising the precise species present is hugely challenging. In this work, we demonstrate how elements of a bacterial immune system called CRISPR/Cas9 can be repurposed to enable targeted sequencing of environmental DNA samples to accurate classify the species present. Our methodology support more efficient, quantitative and complete monitoring of community composition and provides biologists with a tool to better understand the true diversity of life in complex environments."
  },
  {
    "type": "publication",
    "title": "Engineering Biology Applications for Environmental Solutions: Potential and Challenges",
    "authors": "Lea-Smith D.J., Hassard F., Coulon F., Partridge N., Horsfall L., Parker K.D.J., Smith R.D.J., McCarthy R.R., McKew B., Gutierrez T., Kumar V., Dotro G., Yang Z., EBIC partners & <b>Krasnogor N.</b>",
    "journal": "Nature Communications",
    "volume": 16,
    "number": 3538,
    "year": 2025,
    "doi": "10.1038/s41467-025-58492-0",
    "description": "Engineering biology applies synthetic biology to address global environmental challenges like bioremediation, biosequestration, pollutant monitoring, and resource recovery. This perspective outlines innovations in engineering biology, its integration with other technologies (e.g., nanotechnology, IoT, AI), and commercial ventures leveraging these advancements. We also discuss commercialisation and scaling challenges, biosafety and biosecurity considerations including biocontainment strategies, social and political dimensions, and governance issues that must be addressed for successful real-world implementation. Finally, we highlight future perspectives and propose strategies to overcome existing hurdles, aiming to accelerate the adoption of engineering biology for environmental solutions."
  },
  {
    "type": "talk",
    "title": "Optimising Genetically Engineered Microorganisms using ‘Ecological Wind Tunnels",
    "speaker": "Joseph Pennycook",
    "event": "Fundamental to Applied Biosciences Conference",
    "location": "Bristol, UK",
    "date": 2025,
    "url": "https://www.bristol.ac.uk/neuroscience/events/2025/fab-25mar.html"
  },
  {
    "type": "talk",
    "title": "Unravelling the role of ecology when engineering biology",
    "speaker": "Joseph Pennycook",
    "event": "UKRI Engineering Biology Mission Hubs and Mission Awards Science Showcase",
    "location": "Manchester, UK",
    "date": 2025,
    "url": "https://engagementhub.ukri.org/bbsrc-research-strategy-and-programmes/2025-ukri-engineering-biology-mission-event/"
  },
  {
    "type": "talk",
    "title": "Does ecological stress alter the function of genetically engineered cyanobacteria?",
    "speaker": "Joseph Pennycook",
    "event": "Molecular Microbial Ecology Conference",
    "location": "Birmingham, UK",
    "date": 2025,
    "url": "https://appliedmicrobiology.org/ems-event-calendar/mmeg25.html"
  },
  {
    "type": "outreach",
    "title": "The science of microplastics. What exactly are microplastics and why we should care",
    "event": "The Science Tapes Podcast",
    "speaker": "Joseph Pennycook",
    "location": "Bristol, UK",
    "date": 2025,
    "url": "https://open.spotify.com/episode/5zZ6l0jnoLJckjGnfOHJX2"
  },
  {
    "type": "talk",
    "title": "???",
    "speaker": "Yasir Akbar",
    "event": "UKRI Engineering Biology Mission Hubs and Mission Awards Science Showcase",
    "location": "Manchester, UK",
    "date": 2025,
    "url": "https://engagementhub.ukri.org/bbsrc-research-strategy-and-programmes/2025-ukri-engineering-biology-mission-event/"
  },
  {
    "type": "talk",
    "title": "???",
    "speaker": "Moubani Chakraborty",
    "event": "UKRI Engineering Biology Mission Hubs and Mission Awards Science Showcase",
    "location": "Manchester, UK",
    "date": 2025,
    "url": "https://engagementhub.ukri.org/bbsrc-research-strategy-and-programmes/2025-ukri-engineering-biology-mission-event/"
  },
  {
    "type": "talk",
    "title": "???",
    "speaker": "Shylaja Mohandass",
    "event": "UKRI Engineering Biology Mission Hubs and Mission Awards Science Showcase",
    "location": "Manchester, UK",
    "date": 2025,
    "url": "https://engagementhub.ukri.org/bbsrc-research-strategy-and-programmes/2025-ukri-engineering-biology-mission-event/"
  },
  {
    "type": "talk",
    "title": "???",
    "speaker": "Yasir Akbar",
    "event": "EBIC ECR Conference",
    "location": "Edinburgh, UK",
    "date": 2025,
    "url": "https://ebicentre.co.uk/engineering-biology-for-environmental-sustainability-conference/"
  },
  {
    "type": "poster",
    "title": "???",
    "speaker": "Yasir Akbar",
    "event": "Synthetic Biology UK Conference",
    "location": "London, UK",
    "date": 2025,
    "url": "https://www.eventsforce.net/biochemsoc/frontend/reg/thome.csp?pageID=127252&eventID=236&CSPCHD=002001000000Owu8x9XmuLLIbFr_EG2i6SHYG$YG$etTWUt9EQ"
  },
  {
    "type": "talk",
    "title": "???",
    "speaker": "Moubani Chakraborty",
    "event": "Annual International RNA Polymerase Workshop",
    "location": "Birmingham, UK",
    "date": 2025,
    "url": ""
  },
  {
    "type": "grant",
    "name": "International Exchange",
    "funder": "Royal Society",
    "investigators": "PI: <b>Thomas Gorochowski</b>, Co-I: Samuel Schaffter",
    "value": "£12,000",
    "id": "IES\\R1\\251443",
    "date": 2025,
    "url": "https://royalsociety.org/grants/international-exchanges/"
  },
  {
    "type": "grant",
    "name": "Engineering Biology Seed Corn",
    "funder": "UKRI",
    "investigators": "PI: <b>Thomas Gorochowski</b>, Co-Is: <b>Christopher Clements</b>, <b>Diego Oyarzún</b>, <b>Natalio Krasnogor</b>, <b>Yulia Yuzenkova</b>",
    "value": "£70,088",
    "id": "BB/Y007638/1",
    "date": 2025,
    "url": "https://www.ukri.org/news/ukri-invests-5-8m-to-drive-growth-in-engineering-biology-sector/"
  },
  {
    "type": "grant",
    "name": "Engineering Biology Mission Award",
    "funder": "UKRI",
    "investigators": "PI: <b>Thomas Gorochowski</b>, Co-Is: <b>Christopher Clements</b>, <b>Diego Oyarzún</b>, <b>Natalio Krasnogor</b>, <b>Yulia Yuzenkova</b>",
    "value": "£1.9M",
    "id": "BB/Y007638/1",
    "date": 2024,
    "url": "https://www.ukri.org/opportunity/engineering-biology-missions-hubs-and-mission-awards/"
  }
]
