[
  {
    "type": "publication",
    "title": "Sauro H.M., ..., Gorochowski T.E., ... & Moraru I. <b>From FAIR to CURE: Guidelines for Computational Models of Biological Systems</b>. <i>arXiv</i>, 2025.",
    "description": "Guidelines for managing scientific data have been established under the FAIR principles requiring that data be Findable, Accessible, Interoperable, and Reusable. In many scientific disciplines, especially computational biology, both data and models are key to progress. For this reason, and recognizing that such models are a very special type of 'data', we argue that computational models, especially mechanistic models prevalent in medicine, physiology and systems biology, deserve a complementary set of guidelines. We propose the CURE principles, emphasizing that models should be Credible, Understandable, Reproducible, and Extensible. We delve into each principle, discussing verification, validation, and uncertainty quantification for model credibility; the clarity of model descriptions and annotations for understandability; adherence to standards and open science practices for reproducibility; and the use of open standards and modular code for extensibility and reuse. We outline recommended and baseline requirements for each aspect of CURE, aiming to enhance the impact and trustworthiness of computational models, particularly in biomedical applications where credibility is paramount. Our perspective underscores the need for a more disciplined approach to modeling, aligning with emerging trends such as Digital Twins and emphasizing the importance of data and modeling standards for interoperability and reuse. Finally, we emphasize that given the non-trivial effort required to implement the guidelines, the community moves to automate as many of the guidelines as possible.",
    "weight": 1
  },
  {
    "type": "publication",
    "title": "Nikolaeva-Reynolds L., Cammies C., Crichton R. & Gorochowski T.E. <b>Cas9-based enrichment for targeted long-read metabarcoding</b>. <i>Royal Sociey Open Science</i>, 2025. <i>(in press)</i>",
    "description": "Microscopic organisms play a key role in the function of diverse ecologies spanning agricultural soils to your own gut. However, characterising the precise species present is hugely challenging. In this work, we demonstrate how elements of a bacterial immune system called CRISPR/Cas9 can be repurposed to enable targeted sequencing of environmental DNA samples to accurate classify the species present. Our methodology support more efficient, quantitative and complete monitoring of community composition and provides biologists with a tool to better understand the true diversity of life in complex environments.",
    "weight": 1
  }
]
