[
  {
    "type": "publication",
    "title": "Data-driven inference of digital twins for high-throughput phenotyping of motile and light-responsive microorganisms",
    "authors": "Giusti A., Salzano D., di Bernardo M. & Gorochowski T.E.",
    "journal": "bioRxiv",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "10.1101/2025.02.21.639423",
    "description": "Light can affect the movement of microorganisms. These responses can drive collective behaviours like photoaccumulation and photodispersion, which play a key role in broader biological functions like photosynthesis. Our understanding of these emergent phenomena is severely limited by difficulties in obtaining data needed to establish accurate models that can serve as a basis for multi-scale analyses. Here, we address this issue by developing an integrated experimental and computational platform to collect large temporal imaging datasets that allow for the inference of ‘digital twins’ — mathematically precise computational models that accurately mirror the behavior of individual microorganisms — and show that they can replicate the light response of diverse microorganisms in silico. We show that a generalised phenomenological model of movement can be effectively parameterised from experimental data to capture key behavioural traits of two commonly studied photo-responsive microorganisms (Euglena gracilis and Volvox aureus) and demonstrate our model’s ability to accurate reproduce patterns of movement for individuals and populations in response to dynamic and spatially varying light patterns. This work takes steps towards the automated phenotyping of multi-scale behaviours in biology and complements high-throughput genome sequencing efforts by allowing for more comprehensive and quantitative genotype-to-phenotype mappings. It also unlocks new opportunities for the design of spatial control algorithms to guide collective microorganism behaviour."
  },
  {
    "type": "publication",
    "title": "Characterization of recombinase-based genetic parts and circuits using nanopore sequencing",
    "authors": "Greco F.V., Cameron S.K., Joshi S.H.-N., Brophy J.A.N., Grierson C.S. & Gorochowski T.E.",
    "journal": "bioRxiv",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "10.1101/2025.05.27.656450",
    "description": "Recombinases are versatile enzymes able to perform the precise insertion, deletion, and rearrangement of DNA and can act as a foundation for programmable genetic logic and memory. Fundamental to their use are accurate measurements of function. However, these are often laborious, time-consuming, and costly to collect. To address this, we developed a semi-automated workflow that combines low-cost liquid handling robotics, multiplexed long-read nanopore sequencing, and a supporting computational analysis tool to enable the high-throughput and detailed characterization of recombinase parts and circuits when used in a variety of contexts and organisms. Our approach overcomes the limitations of typically used fluorescence-based assays and is able to monitor temporal dynamics, observe structural changes at a nucleotide resolution, and unravel the internal workings of complex multi-state circuits. The ability to scale-up and automate genetic circuit characterization is an essential step towards more rigorous biological metrology that can support the construction of predictive models for efficiently engineering biology."
  },
  {
    "type": "publication",
    "title": "The Japan-UK Synthetic Biology Conference, Spring 2025: strengthening global links to engineer biology",
    "authors": "Gorochowski T.E., Brockhurst M.A., Ceroni F., Iwasaki Y.W. & Yachie N.",
    "journal": "ACS Synthetic Biology",
    "volume": "",
    "number": "",
    "year": 2025,
    "doi": "10.1021/acssynbio.5c00232",
    "description": "Both Japan and the UK have recognized the growing importance of synthetic and engineering biology for transforming life science research and transitioning towards a sustainable bio-based economy. Such a shift will require extensive international cooperation and collaboration. In this viewpoint, we provide a summary of the recent ‘Japan-UK Synthetic Biology Conference, Spring 2025’ that aimed to facilitate new links between researchers across the broad field of synthetic biology. We cover the core scientific topics discussed, distil some of the emerging trends, and outline the remaining challenges that are hampering progress. We end by highlighting some of the ways in which international collaborations may help address these issues through a combination of sharing expertise, national infrastructures, and aligned funding."
  },
  {
    "type": "publication",
    "title": "From FAIR to CURE: Guidelines for Computational Models of Biological Systems",
    "authors": "Sauro H.M., ..., Gorochowski T.E., ... & Moraru I",
    "journal": "arXiv",
    "volume": "",
    "number": 2502.15597,
    "year": 2025,
    "doi": "10.48550/arXiv.2502.15597",
    "description": "Guidelines for managing scientific data have been established under the FAIR principles requiring that data be Findable, Accessible, Interoperable, and Reusable. In many scientific disciplines, especially computational biology, both data and models are key to progress. For this reason, and recognizing that such models are a very special type of 'data', we argue that computational models, especially mechanistic models prevalent in medicine, physiology and systems biology, deserve a complementary set of guidelines. We propose the CURE principles, emphasizing that models should be Credible, Understandable, Reproducible, and Extensible. We delve into each principle, discussing verification, validation, and uncertainty quantification for model credibility; the clarity of model descriptions and annotations for understandability; adherence to standards and open science practices for reproducibility; and the use of open standards and modular code for extensibility and reuse. We outline recommended and baseline requirements for each aspect of CURE, aiming to enhance the impact and trustworthiness of computational models, particularly in biomedical applications where credibility is paramount. Our perspective underscores the need for a more disciplined approach to modeling, aligning with emerging trends such as Digital Twins and emphasizing the importance of data and modeling standards for interoperability and reuse. Finally, we emphasize that given the non-trivial effort required to implement the guidelines, the community moves to automate as many of the guidelines as possible."
  },
  {
    "type": "publication",
    "title": "Cas9-based enrichment for targeted long-read metabarcoding",
    "authors": "Nikolaeva-Reynolds L., Cammies C., Crichton R. & Gorochowski T.E.",
    "journal": "Royal Society Open Science",
    "volume": 12,
    "number": 242110,
    "year": 2025,
    "doi": "10.1098/rsos.242110",
    "description": "Microscopic organisms play a key role in the function of diverse ecologies spanning agricultural soils to your own gut. However, characterising the precise species present is hugely challenging. In this work, we demonstrate how elements of a bacterial immune system called CRISPR/Cas9 can be repurposed to enable targeted sequencing of environmental DNA samples to accurate classify the species present. Our methodology support more efficient, quantitative and complete monitoring of community composition and provides biologists with a tool to better understand the true diversity of life in complex environments."
  },
  {
    "type": "publication",
    "title": "Engineering Biology Applications for Environmental Solutions: Potential and Challenges",
    "authors": "Lea-Smith D.J., Hassard F., Coulon F., Partridge N., Horsfall L., Parker K.D.J., Smith R.D.J., McCarthy R.R., McKew B., Gutierrez T., Kumar V., Dotro G., Yang Z., EBIC partners & Krasnogor N.",
    "journal": "Nature Communications",
    "volume": 16,
    "number": 3538,
    "year": 2025,
    "doi": "10.1038/s41467-025-58492-0",
    "description": "Engineering biology applies synthetic biology to address global environmental challenges like bioremediation, biosequestration, pollutant monitoring, and resource recovery. This perspective outlines innovations in engineering biology, its integration with other technologies (e.g., nanotechnology, IoT, AI), and commercial ventures leveraging these advancements. We also discuss commercialisation and scaling challenges, biosafety and biosecurity considerations including biocontainment strategies, social and political dimensions, and governance issues that must be addressed for successful real-world implementation. Finally, we highlight future perspectives and propose strategies to overcome existing hurdles, aiming to accelerate the adoption of engineering biology for environmental solutions."
  }
]
